Revit 2027 API
ParameterTypeId.ClearCoverInterior Property
 "Rebar Cover - Interior Face"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ClearCoverInterior { get; }
Public Shared ReadOnly Property ClearCoverInterior As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ClearCoverInterior {
	ForgeTypeId^ get ();
}
static member ClearCoverInterior : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace